{
    "0": [
        {
            "杭州": {
                "0": "中国大陆唯一可以仅通过地铁系统到达另外两座地级市的城市",
                "1": "该市的19号线是一条穿城而过的大站快车,采用最高时速120km/h的市域A型车运营",
                "2": "该市的一家地铁公司由该市的地铁公司与港铁MTR合资开办"
            },
            "解析": "正解为杭州，解析如下：\n1.连接杭州﹣嘉兴（海宁）、杭海城际与杭州﹣绍兴的绍兴地铁1号线皆于2021年6月28号开通，南京虽然有许多城际线路但只有S5句容线连接了镇江句容\n2．杭州19号线连接杭州西站、东站及萧山机场,全长59.167km,仅有16站,平均站距为3.69km是名副其实的大站快车,采用最高时速120km/ h 市域6A编组运营\n3．杭港地铁是杭州地铁及香港 MTR 的合资企业运营杭州地铁的1号线和5号线",
            "城市": "杭州"
        }
    ],
    "1": [
        {
            "北京": {
                "0": "中国大陆第一条有轨电车线路建于此城",
                "1": "该市现在拥有一条中低速磁悬浮",
                "2": "中国大陆第一条地铁也建于此城"
            },
            "解析": "正解为北京，解析如下：\n1．中国大陆首条城市轨道交通线路建于北京，这条有轨电车线由西门子公司修建开通于1899年，线路连接永定门与津卢铁路马家堡火车站，是清末洋务派的成就之一，然仅仅1年后有轨电车就被义和团所烧毁\n2．北京地铁S1线是北京第一条中低速磁悬浮轨道线，于2017年12月30日开通运营，连接石景山区的苹果园与门头沟区的石厂，其中的上岸站因其名而成为打卡圣地\n3．中国大陆的首条地铁是北京地铁1号线，通车于1969年10月1号，1981年正式对外开通",
            "城市": "北京"
        }
    ],
    "2": [
        {
            "大连": {
                "0": "该城市在2003年开通了省内的首条现代城市轨道交通线路,采用4B编组运营",
                "1": "该市地铁曾采用5国语言报站",
                "2": "该市拥有中国大陆现存最古老的有轨电车"
            },
            "解析": "正解为大连，解析如下：\n1．大连地铁3号线为辽宁省首条轨道交通线路，试运营于2002年，开通于2003年，采用4B编组运营（长春开通于2002年武汉开通于2004年上海则早至1993年）\n2．大连地铁曾采用普通话、英语、韩语、日语、俄语五种语言报站，2023年11月因报站时间过于冗长而取消韩语、日语及俄语的报站\n3．大连有轨电车始建于日本殖民大连时的1909年，由满铁修建，1970年代因城市发展需要，大规模拆除有轨电车，经过一系列撤线与合并，如今大连只剩下201及202路有轨电车。如今有轨电车已成为了见证大连历史的文化遗产线路不仅仅具有通勤作用，其本身还是大连的旅游景点之一",
            "城市": "大连"
        }
    ],
    "3": [
        {
            "广州": {
                "0": "该市地铁站中使用频率排行前三的字分别是“岗”、“沙”及“村”站",
                "1": "中国大陆首条跨市轨道交通线路由此市的轨道交通系统运营",
                "2": "该市拥有全国第一条运营于城市轨道交通系统中的旅客自动输送系统（APM）线路"
            },
            "解析": "正解为广州，解析如下：\n1.\"岗\"、\"沙\"和\"村\"三个字之所以在车站中使用率高，与广州的地理和历史密不可分：\"岗\"有山岭山脊之意﹣广州北部多山；\"沙\"指沙洲岛﹣珠江三角洲河网密布、泥沙堆积后成为沙洲岛；\"村\"﹣因城市发展渐渐融人城市的城中村\n2．广佛线开通于2010年，全长39.6公里，连接佛山、广州西塱与沥滘\n3.APM线位于珠江新城中轴线下的胶轮旅客自动运输系统（ APM ），线路采用两节编组运营",
            "城市": "广州"
        }
    ],
    "4": [
        {
            "重庆": {
                "0": "该市的首条城市轨道交通线路由日本政府贷款修建，部分初代列车及两司机制度的运营方式也源自日本",
                "1": "该市城市轨道交通的部分隧道和车站沿用了原有的防空洞系统改造而成",
                "2": "该市的城市轨道交通有以下车站：四公里、六公里、八公里、九公里"
            },
            "解析": "正解为重庆，解析如下：\n1．重庆轨道交通2号线为日本对华援助的项目（ODA)之一，采用日立株式会社转让的跨座式单轨技术，线路的导向标志也由日本公司设计，前2列单轨列车为日本原装车\n2．重庆轨道交通2号线临江门﹣较场口段的隧道及临江门车站、1号线的两路口-朝天门段皆沿用了三线建设期间的防空洞建造\n3．以X公里命名的车站均为重庆轨道交通的车站，这些车站以1935年抗战前期修建的川黔公路距离海棠溪车站的距离命名",
            "城市": "重庆"
        }
    ]
}